Repository: eikona-media/contao-usercentrics
Catalog: contao/languages/*/*_content.xlf
Languages: de

# tl_content.iframe_legend
source: iframe settings
de: iframe-Einstellungen

# tl_content.iframeSrc.0
source: iframe source
de: iframe Quelle

# tl_content.iframeSrc.1
source: Please enter a web address (http://…), an e-mail address (mailto:…) or an insert tag.
de: Geben Sie eine Web-Adresse (http://…), eine E-Mail-Adresse (mailto:…) oder ein Inserttag ein..

# tl_content.iframeUcServiceName.1
source: Please enter the Name of the Usercentrics Data Processing Service to listen to.
de: Bitte geben Sie den Name des Usercentrics Data Processing Service ein, auf den gehört werden soll.

# tl_content.iframeUcHintText.0
source: Hint text while the Usercentrics blocking
de: Hinweis-Text während des Usercentrics blocking

# tl_content.iframeUcHintText.1
source: Please enter the Hint text while the Usercentrics blocking.
de: Bitte geben Sie den Hinweis-Text während des Usercentrics blocking.

# tl_content.iframeWidth.0
source: iframe width
de: iframe-Breite

# tl_content.iframeWidth.1
source: Width of the iframe.
de: Breite des iframe.

# tl_content.iframeHeight.0
source: iframe height
de: iframe-Höhe

# tl_content.iframeHeight.1
source: Height of the iframe.
de: Höhe des iframe.
